[
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: marshmallows; lettuce; almond; and macaroni. We need: milk; jalapeno; liver; and nuts. My favorites are: kettle corn; pomelo; persimmon; and squash. Ingredients: Edam cheese; sunflower; cherries; and Gouda cheese. They like: maple syrup; sage; mangoes; and hamburger. She likes: Swiss chard; currants; persimmon; and fennel. Shopping List: jackfruit; salmon; cereal; and crackers. Ingredients: sprouts; green tea; jalapeno; and nutmeg. He likes: margarine; coleslaw; chutney; and sour cream. Shopping List: salt; noodles; yogurt; and barley. We need: licorice; ketchup; tangerine; and nuts. I hate: sauerkraut; steak; sunflower; and sushi. We need: herbs; custard; collard greens; and mint. They like: artichokes; granola; butter beans; and jicama. We need: honeydew; grapefruit; cantaloupe; and crab. My favorites are: mayonnaise; turnip; oil; and avocado.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: mozzarella; peapods; margarine; and tapioca. My favorites are: acorn squash; strawberry; pasta; and tuna. It requires: melon; hot dogs; Swiss chard; and hash. It requires: garlic; marionberries; endive; and citrus. She likes: toffee; kumquat; tortilla; and lychee. It requires: apples; ham; cinnamon; and sugar. Shopping List: sweet potato; jicama; pumpernickel; and cantaloupe. Shopping List: pomelo; juice; salmon; and bananas. My favorites are: chives; onions; chives; and walnut. I hate: vanilla; cucumbers; coleslaw; and cassava. My favorites are: guacamole; loquat; peanuts; and olives. Ingredients: soy; marionberries; beets; and herbs. Shopping List: chocolate; eggs; kidney beans; and boysenberries. We need: lobster; broccoli; rhubarb; and kohlrabi. It requires: tarragon; zucchini; marionberries; and sushi. She likes: bagels; coleslaw; parsley; and gelatin.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: She likes: mincemeat; onions; cayenne pepper; and pomelo. He likes: oysters; flour; whipped cream; and cottage cheese. Ingredients: pork; hash; lentils; and oatmeal. I like: cashew; salami; lard; and cottage cheese. We need: licorice; asparagus; marmalade; and lamb. I like: marionberries; sour cream; noodles; and nectarines. My favorites are: peas; watermelon; apricots; and pepper. I like: rye; hummus; pickles; and almond. She likes: bean curd; melon; beans; and turmeric. Ingredients: black tea; jicama; corn; and toast. I hate: hash; chard; flax; and saffron. We need: pomegranate; ice; cloves; and vinegar. They like: water; watercress; oatmeal; and guacamole. They like: peanut butter; saffron; sweet potato; and halibut. They like: turmeric; oatmeal; jelly; and caramel. My favorites are: mussels; ketchup; herbs; and scallops.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: oats; jelly; grapefruit; and nectar. My favorites are: ham; rhubarb; mandarin oranges; and cantaloupe. I hate: turmeric; nectarines; legumes; and asparagus. My favorites are: almond; hamburger; gingerbread; and walnut. My favorites are: eggs; dandelion greens; parsley; and marionberries. Ingredients: papayas; summer squash; water; and mayonnaise. I like: maize; apples; kohlrabi; and curds. We need: flax; ginger; kiwi; and peaches. I hate: noodles; juice; cornflakes; and taro. She likes: coffee; peapods; hazelnut; and ice. She likes: chives; squid; persimmon; and buckwheat. They like: cucumbers; cloves; sunflower; and spuds. It requires: jicama; turnip; mangoes; and boysenberries. Ingredients: cream; jam; black beans; and citron. We need: okra; loquat; strawberry; and licorice. He likes: lettuce; eggplant; granola; and oatmeal.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: wasabi; avocado; grapes; and peas. I hate: sugar; chard; parsnips; and grapefruit. My favorites are: capers; Gouda cheese; plums; and kale. It requires: taro; pita bread; Brussels sprouts; and cauliflower. My favorites are: grapes; steak; sour cream; and hash. Shopping List: almond; jalapeno; figs; and sweet potato. Ingredients: lettuce; sweet potato; bananas; and toffee. Ingredients: grapes; almond; butter beans; and crab. They like: mints; oil; pork; and celery. They like: kidney beans; mustard greens; crackers; and salt. I like: dates; hot dogs; chard; and maize. He likes: cream cheese; breadfruit; lime; and ice. I hate: squid; coleslaw; hash; and oatmeal. It requires: yogurt; maize; ginger ale; and fava beans. I like: jicama; mincemeat; saffron; and dandelion greens. My favorites are: lemons; salsa; oregano; and figs.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: peanuts; salmon; honey; and tuna. He likes: butter; bread; peanut butter; and bananas. Ingredients: custard; lemonade; melon; and black beans. My favorites are: peas; chard; butter; and sesame seeds. She likes: berries; pomegranate; honey; and jelly. They like: acorn squash; nutmeg; mozzarella; and cantaloupe. They like: flax; cashew; lunchmeat; and artichokes. Shopping List: summer squash; mushrooms; blood orange; and breadfruit. My favorites are: hummus; mushrooms; maize; and cheddar. We need: cream cheese; Swiss chard; sausage; and basil. My favorites are: hazelnut; lychee; sprinkles; and dill. It requires: beans; molasses; papayas; and salsa. Shopping List: ham; toffee; chives; and toffee. It requires: clam; chow; squash; and iced tea. They like: millet; macaroni; cashew; and thyme. Ingredients: peanut butter; berries; honey; and lobster.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: sushi; squash; walnut; and cream cheese. She likes: salad; pretzels; lollipop; and plums. It requires: ice cream; toast; ice cream; and nuts. She likes: taro; nutmeg; fava beans; and kettle corn. They like: peas; sugar; papayas; and salsa. I like: slox; zucchini; marshmallows; and plums. Ingredients: sauerkraut; guava; shallots; and pork. It requires: quinoa; bananas; crackers; and peapods. Ingredients: sunflower; shallots; herbs; and butter beans. They like: soybeans; apples; greens; and bananas. He likes: salami; ice; coffee; and guava. I hate: maple syrup; cornflakes; salt; and seaweed. Ingredients: jam; prunes; sauerkraut; and Brussels sprouts. I like: blood orange; dragonfruit; curds; and salsa. I hate: lobster; greens; molasses; and guacamole. My favorites are: bananas; maize; asparagus; and cashew.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: salmon; garlic; mutton; and mincemeat. I hate: hummus; ginger; mozzarella; and acorn squash. We need: tuna; cloves; meat; and beef. She likes: chives; mangoes; walnut; and almond. She likes: sesame seeds; beans; sushi; and salami. Shopping List: kiwi; barley; persimmon; and hazelnut. It requires: split peas; green tea; cream cheese; and custard. Shopping List: peppers; mole sauce; bananas; and cilantro. They like: cinnamon; pork; eggs; and olives. Ingredients: honeydew; mussels; green tea; and citron. Shopping List: capers; chives; fish; and hamburger. It requires: plums; raspberry; guacamole; and pepper. We need: black tea; parsnips; vanilla; and cilantro. He likes: salmon; mincemeat; apricots; and pita bread. Ingredients: curry; coleslaw; cornmeal; and ginger ale. I like: chow; honey; spinach; and seaweed.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: bread; butter; lettuce; and jam. My favorites are: black tea; lard; dragonfruit; and mayonnaise. Shopping List: cayenne pepper; potatoes; butter beans; and soy. Ingredients: oleo; pepperoni; cassava; and vanilla. My favorites are: mint; watermelon; collard greens; and apples. He likes: gelatin; custard; salt; and sprouts. They like: sprinkles; cottage cheese; Brussels sprouts; and jam. It requires: mayonnaise; marmalade; whipped cream; and curry. She likes: almond; tomatillo; buckwheat; and gingerbread. Ingredients: eggs; bread; soybeans; and carrot. My favorites are: basil; lentils; pepper; and butter. My favorites are: split peas; kidney beans; apples; and syrup. I hate: hot sauce; ketchup; kidney beans; and peaches. Shopping List: ketchup; cauliflower; soy sauce; and wasabi. I hate: toast; jicama; cheddar; and peanuts. He likes: collard greens; liver; whipped cream; and gingerbread.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: liver; currants; pumpkin; and cream cheese. Shopping List: basil; legumes; tortilla; and chard. They like: hot sauce; hamburger; lunchmeat; and tangerine. She likes: boysenberries; green tea; lychee; and bacon. She likes: salad; iced tea; Brussels sprouts; and peanut butter. I like: tomato; mozzarella; dill; and mochi. They like: marionberries; tuna; honey; and mincemeat. I hate: veal; fish; apricots; and lunchmeat. Ingredients: buckwheat; hot sauce; honeydew; and ice cream. They like: oregano; hash; millet; and blackberries. She likes: lettuce; toffee; sage; and scallops. It requires: mozzarella; sushi; shallots; and hazelnut. We need: bamboo shoots; sprouts; hot dogs; and elderberries. She likes: wasabi; gingerbread; chicken; and jackfruit. He likes: ketchup; jelly beans; mayonnaise; and kohlrabi. My favorites are: citron; mincemeat; chutney; and milk.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: gelatin; tapioca; cayenne pepper; and watermelon. She likes: walnut; basil; Gouda cheese; and tofu. I like: gravy; barley; grapes; and greens. Ingredients: millet; pickles; lychee; and beets. I like: gelatin; chard; cashew; and ketchup. It requires: potatoes; licorice; coffee; and Brussels sprouts. They like: cream; iced tea; chick peas; and daikon. My favorites are: teriyaki; lima beans; sage; and mozzarella. I like: milk; lychee; cassava; and sweet potato. Shopping List: capers; hummus; mustard; and cayenne pepper. I like: lamb; kiwi; brown rice; and crab. He likes: cod; pineapple; tuna; and daikon. I like: citron; coleslaw; mozzarella; and nectarines. I hate: acorn squash; currants; ice cream; and peas. He likes: ice; cashew; watercress; and cinnamon. She likes: breadfruit; blackberries; beans; and tarragon.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: mints; salsa; anise; and currants. They like: sushi; Gouda cheese; curds; and eggplant. It requires: ice; legumes; mayonnaise; and mincemeat. Ingredients: cod; crab; peanuts; and veal. I hate: mayonnaise; tangerine; elderberries; and jelly. She likes: fennel; cloves; salad; and pork. I like: sushi; teriyaki; beans; and bread. Ingredients: honey; cilantro; onions; and oranges. It requires: mole sauce; coffee; carrot; and saffron. She likes: marmalade; cod; parsnips; and herbs. I hate: curds; citrus; butter beans; and sauerkraut. We need: gravy; lettuce; rhubarb; and vinegar. Shopping List: cinnamon; summer squash; meringue; and green tea. Ingredients: pumpernickel; halibut; guava; and cornflakes. It requires: maple syrup; cauliflower; cornflakes; and flax. My favorites are: carrot; pickles; mashed potatoes; and Edam cheese.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: persimmon; jackfruit; tangerine; and pepper. My favorites are: soy sauce; greens; pretzels; and coleslaw. They like: tuna; pears; legumes; and elderberries. I hate: fish; salt; lemonade; and dragonfruit. Shopping List: coffee; liver; margarine; and crab. He likes: green tea; watermelon; chutney; and chick peas. She likes: onions; peas; okra; and steak. Shopping List: wheat; dragonfruit; toffee; and walnut. I hate: carrot; vanilla; kiwi; and cod. It requires: green beans; pears; bacon; and hazelnut. Ingredients: sprouts; toast; quinoa; and tomato. She likes: Jordan almonds; rye; cheese; and garlic. He likes: butter; hazelnut; millet; and butter. It requires: asparagus; sweet potato; nectar; and nutmeg. It requires: hummus; lollipop; steak; and lemons. I hate: grapes; bagels; spinach; and fava beans.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: They like: plums; cinnamon; herbs; and wheat. They like: kale; corn; pomegranate; and black beans. It requires: crab; cereal; mutton; and cream cheese. Ingredients: squid; tomato; jelly; and mandarin oranges. He likes: quinoa; soybeans; oysters; and chutney. Shopping List: mangoes; cottage cheese; rhubarb; and lollipop. I like: tomato; basil; citron; and gelatin. Shopping List: jackfruit; meat; radish; and lime. I like: spinach; figs; spuds; and black beans. My favorites are: vinegar; jam; tuna; and daikon. Shopping List: capers; collard greens; caviar; and Swiss chard. I hate: nectar; rosemary; mussels; and beans. I like: radish; chard; green tea; and gelatin. She likes: coconut; sweet potato; blackberries; and figs. He likes: marshmallows; toast; loquat; and maize. My favorites are: wheat; fava beans; split peas; and crab.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: anchovy; veal; almond; and chives. My favorites are: molasses; summer squash; licorice; and turmeric. My favorites are: black tea; molasses; citron; and Brussels sprouts. We need: peppers; liver; pumpernickel; and crackers. He likes: iced tea; potatoes; nectar; and molasses. Shopping List: sour cream; custard; carrot; and rye. I like: lychee; fish; cinnamon; and vinegar. Shopping List: jalapeno; pepperoni; sweet potato; and sugar. He likes: kiwi; sprinkles; pepperoni; and pork. She likes: lollipop; water; kohlrabi; and gravy. My favorites are: dates; tuna; tuna; and endive. My favorites are: mint; lunchmeat; chow; and meat. I like: veal; celery; broccoli; and mashed potatoes. Ingredients: kidney beans; oysters; grapefruit; and tuna. We need: ice; wheat; olives; and pickles. My favorites are: vanilla; iced tea; potatoes; and veal.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: cream; beef; toast; and squash. I like: liver; hot sauce; lemonade; and sage. They like: quinoa; caviar; sugar; and butter beans. She likes: spuds; hamburger; sesame seeds; and chives. Shopping List: salad; mushrooms; lentils; and cornflakes. Shopping List: chives; cloves; hash; and soybeans. Shopping List: cayenne pepper; cheddar; Jordan almonds; and peas. Ingredients: tapioca; sprinkles; turnip; and anchovy. We need: pasta; lima beans; oregano; and cream. He likes: acorn squash; flour; shallots; and apples. We need: Swiss chard; kidney beans; grapefruit; and peanuts. Shopping List: sushi; sugar; mustard; and saffron. We need: hash; cranberries; corn; and gelatin. My favorites are: kettle corn; iced tea; rye; and avocado. We need: wheat; steak; lunchmeat; and seaweed. My favorites are: butter beans; rosemary; sesame seeds; and papayas.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: She likes: pomelo; cauliflower; coleslaw; and capers. Ingredients: asparagus; nectar; oats; and marionberries. She likes: Brussels sprouts; elderberries; tofu; and endive. I like: chard; parsley; anise; and slox. I like: cereal; salsa; liver; and cassava. Shopping List: prunes; water; ginger ale; and sausage. They like: peanut butter; herbs; cottage cheese; and gravy. Ingredients: oats; rice; gelatin; and spuds. I hate: hash; steak; mussels; and pizza. He likes: taro; ice; mangoes; and celery. It requires: kale; lychee; grapes; and yams. Shopping List: Gouda cheese; lychee; beets; and alfalfa sprouts. My favorites are: iceberg lettuce; nuts; maize; and boysenberries. My favorites are: rosemary; mayonnaise; sausage; and cod. It requires: parsley; carrot; scallops; and berries. I hate: mushrooms; liver; figs; and pickles.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: She likes: sausage; granola; sushi; and slox. Ingredients: chutney; popcorn; caviar; and loquat. Ingredients: pickles; honey; teriyaki; and cinnamon. They like: raisin; shrimp; cilantro; and figs. We need: peanut butter; kale; sage; and kumquat. He likes: pepper; margarine; nutmeg; and hazelnut. I hate: berries; citron; oil; and citrus. He likes: vinegar; lemons; peas; and mozzarella. They like: guacamole; hot sauce; nuts; and plums. I like: peanuts; eggs; sour cream; and pumpernickel. I hate: sushi; cilantro; hash; and mayonnaise. Shopping List: mushrooms; berries; melon; and blackberries. She likes: onions; prunes; ketchup; and sugar. They like: lychee; yogurt; breadfruit; and beets. He likes: jalapeno; kale; brown rice; and chutney. They like: saffron; green beans; salad; and toast.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: licorice; black tea; sauerkraut; and teriyaki. It requires: avocado; strawberry; pecans; and green beans. I like: black beans; gingerbread; mints; and coleslaw. We need: raisin; cod; rhubarb; and lamb. Ingredients: kumquat; scallops; chocolate; and iceberg lettuce. I like: legumes; blueberries; macaroons; and marionberries. I like: melon; carrot; green beans; and ice cream. Ingredients: lychee; gelatin; eggplant; and sushi. I like: beets; taro; basil; and pepper. They like: shallots; lettuce; wheat; and tofu. I like: kiwi; mustard; pita bread; and butter beans. He likes: dandelion greens; cantaloupe; pasta; and gingerbread. My favorites are: tuna; blueberries; wasabi; and cream cheese. They like: shrimp; guava; yams; and toffee. She likes: green beans; oysters; mutton; and black tea. He likes: pepper; eggs; peanut butter; and slox.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: ice; bananas; bacon; and lemonade. He likes: oats; thyme; black beans; and nuts. They like: papayas; daikon; green tea; and flour. They like: licorice; olives; fish; and oatmeal. Ingredients: quinoa; hot dogs; artichokes; and lard. It requires: dragonfruit; raisin; plums; and capers. I like: lollipop; wasabi; rhubarb; and kidney beans. My favorites are: breadfruit; parsnips; cornflakes; and kettle corn. Shopping List: scallops; potatoes; oleo; and mustard. It requires: melon; jam; horseradish; and granola. I hate: artichokes; citron; oysters; and peppers. It requires: pumpkin; sage; black tea; and sprouts. We need: blood orange; squash; mincemeat; and nectarines. My favorites are: onions; caviar; Swiss chard; and mustard. He likes: shrimp; alfalfa sprouts; hamburger; and guacamole. We need: anchovy; cranberries; oleo; and onions.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: maple syrup; halibut; teriyaki; and curry. Shopping List: cucumbers; peppers; mushrooms; and kiwi. We need: raisin; hot dogs; peaches; and avocado. They like: hamburger; pizza; citron; and mint. It requires: shrimp; seaweed; herbs; and kidney beans. She likes: chick peas; shrimp; oil; and gelatin. My favorites are: cream; cereal; hummus; and artichokes. It requires: raspberry; sprouts; chutney; and meringue. They like: turmeric; pretzels; alfalfa sprouts; and nutmeg. I hate: salsa; cucumbers; apples; and blueberries. Shopping List: pepperoni; lard; pears; and legumes. My favorites are: endive; fish; herbs; and cilantro. It requires: raspberry; oysters; juice; and cashew. Ingredients: Swiss chard; tapioca; pomegranate; and tangerine. Shopping List: pita bread; mints; slox; and fish. Ingredients: summer squash; gelatin; asparagus; and margarine.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: They like: squash; kiwi; radish; and dill. My favorites are: bagels; butter; gingerbread; and lemons. I like: pecans; basil; cereal; and spinach. I hate: horseradish; hamburger; prunes; and mustard. I hate: sweet potato; lemonade; pork; and lettuce. Shopping List: halibut; maple syrup; hash; and hot sauce. I hate: dragonfruit; curry; papayas; and sage. My favorites are: lemonade; water; curry; and sausage. It requires: sausage; lollipop; parsley; and Gouda cheese. I hate: cod; meringue; flour; and caviar. Ingredients: cinnamon; hummus; cashew; and saffron. Ingredients: iceberg lettuce; spinach; macaroni; and pita bread. He likes: quinoa; caviar; zucchini; and split peas. I like: iced tea; grapefruit; water chestnut; and chow. We need: chow; water chestnut; ice; and citrus. I like: gravy; nutmeg; sprouts; and mincemeat.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: They like: salami; tortilla; ice; and sausage. Ingredients: bread; papayas; rosemary; and persimmon. They like: ginger; currants; zucchini; and buckwheat. Shopping List: currants; grapes; brown rice; and sour cream. My favorites are: lobster; flax; pasta; and cloves. He likes: pepperoni; peanut butter; cauliflower; and berries. Shopping List: salmon; crackers; black beans; and pecans. They like: barley; butter; tuna; and kiwi. My favorites are: chives; soy; tortilla; and capers. I hate: water chestnut; hamburger; bread; and collard greens. She likes: boysenberries; bananas; marshmallows; and caramel. I hate: marionberries; mandarin oranges; sushi; and lemonade. Ingredients: lard; eggs; cloves; and grapefruit. He likes: beef; guava; syrup; and lemonade. My favorites are: papayas; veal; apricots; and liver. My favorites are: cheddar; kumquat; sushi; and beets.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: salami; squid; cucumbers; and split peas. She likes: cassava; guava; cottage cheese; and sauerkraut. My favorites are: raspberry; strawberry; turmeric; and cream cheese. Shopping List: fish; apricots; papayas; and mints. She likes: macaroons; lime; halibut; and berries. It requires: tofu; maize; pita bread; and rice. I like: chutney; walnut; mashed potatoes; and jelly beans. We need: guava; apples; beef; and blood orange. I hate: seaweed; tuna; jam; and ice. Shopping List: grapefruit; kohlrabi; kale; and teriyaki. Shopping List: mints; anchovy; salmon; and maple syrup. She likes: sweet potato; scallops; rye; and spuds. Ingredients: alfalfa sprouts; lychee; tomato; and popcorn. Shopping List: turmeric; chow; mashed potatoes; and jam. Ingredients: raspberry; tangerine; cottage cheese; and parsley. Ingredients: collard greens; blackberries; oatmeal; and mandarin oranges.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: chocolate; celery; saffron; and sprinkles. They like: guava; salsa; blackberries; and pomegranate. He likes: oranges; tomatillo; hummus; and currants. We need: bread; crab; pita bread; and apricots. My favorites are: rhubarb; spinach; margarine; and black tea. He likes: honey; melon; onions; and bananas. It requires: chard; cloves; peanut butter; and potatoes. Ingredients: lima beans; hamburger; citrus; and boysenberries. She likes: lamb; butter; dill; and peas. I hate: jicama; iced tea; peppers; and boysenberries. He likes: mutton; legumes; bean curd; and crab. I like: honeydew; sugar; Jordan almonds; and squid. I like: almond; tangerine; lard; and lemons. They like: black tea; green beans; mandarin oranges; and watermelon. It requires: jackfruit; figs; green beans; and tofu. It requires: oil; wheat; papayas; and saffron.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: They like: shrimp; fava beans; ham; and tarragon. She likes: garlic; chow; water chestnut; and anise. He likes: pears; oats; dates; and macaroni. I like: soy; pepper; millet; and meringue. Ingredients: nutmeg; parsley; pasta; and lollipop. Shopping List: sage; peaches; vinegar; and salsa. I like: flour; marshmallows; licorice; and mustard. I hate: potatoes; tangerine; bagels; and shallots. They like: pears; sunflower; loquat; and Gouda cheese. I hate: olives; caviar; pita bread; and rhubarb. She likes: ginger ale; salad; watercress; and scallops. Shopping List: sage; grapefruit; iced tea; and sauerkraut. I hate: soy sauce; lychee; hamburger; and Gouda cheese. It requires: berries; cranberries; collard greens; and peanut butter. They like: lemonade; summer squash; mangoes; and bamboo shoots. We need: butter; maple syrup; peapods; and hummus.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: It requires: ice cream; fennel; cornmeal; and jicama. My favorites are: sprouts; raspberry; sausage; and rhubarb. Shopping List: berries; flour; split peas; and hummus. He likes: guava; rice; fennel; and legumes. Ingredients: pecans; cornmeal; persimmon; and citron. I hate: maize; beans; guacamole; and flax. She likes: figs; jam; jalapeno; and sweet potato. We need: cream; papayas; millet; and raisin. Ingredients: shallots; pumpernickel; shallots; and bean curd. I like: dandelion greens; turnip; scallops; and slox. We need: brown rice; sprouts; walnut; and pomelo. I like: mochi; okra; eggs; and raspberry. She likes: sage; nectarines; strawberry; and marshmallows. It requires: jelly; boysenberries; bran; and cassava. They like: juice; persimmon; dragonfruit; and alfalfa sprouts. We need: water; Swiss chard; sprouts; and chard.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: black beans; cream; wheat; and raisin. They like: citrus; flour; raisin; and ginger. They like: granola; fava beans; crab; and cherries. She likes: maple syrup; potatoes; oregano; and pumpkin. I hate: sweet potato; coleslaw; pears; and black tea. I like: peapods; Brussels sprouts; cilantro; and pickles. We need: oleo; avocado; licorice; and asparagus. Shopping List: iced tea; granola; horseradish; and endive. It requires: meat; lychee; caviar; and ham. She likes: cloves; caramel; margarine; and chow. She likes: cherries; grapefruit; water chestnut; and veal. Ingredients: peanuts; lychee; blood orange; and macaroni. Ingredients: soybeans; chocolate; butter; and vinegar. I like: lettuce; vanilla; elderberries; and pineapple. He likes: kiwi; tomatillo; sushi; and cottage cheese. Shopping List: chard; endive; jackfruit; and hummus.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: pecans; kale; cheese; and eggs. I like: watermelon; prunes; toast; and cucumbers. I like: grapes; steak; sage; and anchovy. I like: sprinkles; flax; rosemary; and soy sauce. Ingredients: lollipop; ice cream; celery; and endive. My favorites are: fava beans; pepper; kettle corn; and bread. My favorites are: oil; tuna; Jordan almonds; and herbs. I hate: mashed potatoes; sunflower; crackers; and spuds. They like: lobster; garlic; peanuts; and split peas. Shopping List: shrimp; chocolate; tomatillo; and sweet potato. Shopping List: soybeans; onions; figs; and oranges. They like: crab; seaweed; macaroni; and hot dogs. Ingredients: turnip; almond; jelly beans; and clam. My favorites are: chow; strawberry; asparagus; and radish. I like: pomegranate; bran; toast; and blueberries. My favorites are: sprinkles; oysters; juice; and rye.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: cinnamon; sugar; parsnips; and margarine. We need: sweet potato; chard; syrup; and summer squash. I like: watermelon; chutney; herbs; and saffron. It requires: guava; ham; asparagus; and halibut. It requires: bacon; chard; chutney; and pears. Ingredients: teriyaki; water chestnut; coffee; and anise. He likes: dill; Swiss chard; cucumbers; and mochi. She likes: lima beans; watermelon; rye; and cayenne pepper. He likes: lamb; tortilla; chocolate; and whipped cream. Ingredients: summer squash; citron; cloves; and vanilla. They like: steak; pepper; pears; and split peas. He likes: crackers; herbs; pineapple; and barley. I like: hot sauce; lettuce; fava beans; and tangerine. I like: beef; olives; jelly beans; and jackfruit. She likes: clam; jam; salad; and green beans. I like: oil; peaches; cod; and pepperoni.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I like: gelatin; steak; anise; and honey. She likes: wheat; ginger; boysenberries; and bamboo shoots. I like: jelly beans; pepper; summer squash; and greens. I like: noodles; walnut; corn; and salami. We need: lard; turmeric; peapods; and olives. He likes: peanuts; cod; coleslaw; and lobster. I hate: peanut butter; juice; watermelon; and ice cream. It requires: quinoa; soy sauce; peanuts; and licorice. We need: breadfruit; jelly beans; shallots; and fennel. It requires: bamboo shoots; chutney; lobster; and saffron. He likes: hummus; squid; mushrooms; and oatmeal. Shopping List: pita bread; sauerkraut; kiwi; and sour cream. My favorites are: grapes; cassava; bananas; and cornmeal. Ingredients: mangoes; pumpkin; squid; and lettuce. They like: horseradish; pomelo; peanut butter; and ice cream. We need: meringue; ice; honeydew; and marionberries.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: Swiss chard; onions; vinegar; and chives. I like: berries; bananas; mincemeat; and mint. It requires: cornmeal; coffee; sage; and marmalade. Ingredients: oregano; hazelnut; asparagus; and rye. My favorites are: tarragon; Edam cheese; spinach; and squid. Ingredients: maize; lemons; cream cheese; and oil. She likes: hot dogs; macaroons; lentils; and milk. He likes: melon; lychee; curry; and thyme. It requires: jam; dates; iceberg lettuce; and flour. Shopping List: pears; sage; guava; and bamboo shoots. Shopping List: cranberries; dates; elderberries; and cilantro. My favorites are: taro; peas; sugar; and custard. I like: oatmeal; syrup; soy; and pizza. Ingredients: custard; kettle corn; black beans; and watercress. Shopping List: cranberries; chutney; granola; and steak. My favorites are: mandarin oranges; cottage cheese; sunflower; and horseradish.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I like: sugar; cherries; cheddar; and pickles. It requires: veal; sweet potato; guacamole; and cream cheese. I hate: crackers; margarine; citrus; and radish. Shopping List: sunflower; vanilla; cauliflower; and jelly. She likes: oleo; collard greens; kale; and mashed potatoes. They like: sweet potato; jalapeno; cashew; and water chestnut. He likes: acorn squash; oatmeal; curds; and hamburger. Ingredients: lime; pecans; steak; and mussels. It requires: mint; toffee; rye; and toast. I like: citron; lollipop; chick peas; and cornmeal. He likes: elderberries; jelly; bacon; and bran. It requires: lemons; lunchmeat; veal; and hash. We need: shallots; almond; maple syrup; and chow. It requires: yogurt; eggs; mandarin oranges; and chicken. I hate: alfalfa sprouts; dandelion greens; kidney beans; and honeydew. Ingredients: papayas; fava beans; syrup; and caramel.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: pumpkin; mangoes; oats; and ketchup. Shopping List: fennel; vanilla; hazelnut; and brown rice. It requires: oleo; rosemary; nectarines; and alfalfa sprouts. My favorites are: prunes; pickles; bean curd; and chick peas. They like: alfalfa sprouts; honey; toffee; and broccoli. I like: zucchini; cinnamon; citrus; and cream. I hate: pretzels; kidney beans; sage; and cornmeal. Ingredients: tomato; crackers; avocado; and figs. We need: loquat; soy sauce; ginger ale; and walnut. Ingredients: mints; blackberries; custard; and flax. My favorites are: clam; veal; mashed potatoes; and avocado. They like: iceberg lettuce; almond; liver; and brown rice. Shopping List: onions; walnut; cottage cheese; and Gouda cheese. She likes: lemons; bran; jalapeno; and chicken. He likes: rice; macaroni; ginger ale; and alfalfa sprouts. Ingredients: bacon; bananas; grapefruit; and rye.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: bread; caviar; sweet potato; and cheddar. We need: apricots; eggs; hazelnut; and yams. We need: mustard greens; wasabi; salmon; and vanilla. Shopping List: mochi; kiwi; caramel; and cassava. I hate: cauliflower; quinoa; peaches; and raspberry. He likes: mussels; molasses; hot sauce; and chicken. She likes: nectar; sprinkles; soybeans; and dill. They like: chick peas; eggplant; gravy; and flour. We need: cloves; rice; coffee; and mole sauce. Ingredients: greens; raspberry; peas; and millet. I like: sausage; jelly; cashew; and lollipop. My favorites are: boysenberries; ketchup; figs; and blackberries. Shopping List: mint; milk; peas; and soy. She likes: jackfruit; cream; mussels; and tangerine. We need: figs; oregano; macaroons; and hot sauce. It requires: carrot; soy sauce; chicken; and liver.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: mushrooms; wasabi; green tea; and soy sauce. They like: olives; tuna; peanuts; and mozzarella. I hate: pasta; thyme; persimmon; and slox. My favorites are: lettuce; lemons; granola; and lobster. We need: elderberries; sesame seeds; cayenne pepper; and Jordan almonds. My favorites are: pork; jalapeno; kettle corn; and Gouda cheese. My favorites are: seaweed; artichokes; plums; and cereal. They like: hash; molasses; teriyaki; and veal. They like: chives; parsnips; prunes; and sausage. We need: dandelion greens; tuna; dill; and melon. They like: cilantro; sunflower; dill; and hash. He likes: eggplant; radish; clam; and daikon. She likes: cashew; sauerkraut; papayas; and turnip. He likes: capers; cinnamon; milk; and tortilla. They like: rye; plums; cream cheese; and oregano. Ingredients: blueberries; mushrooms; dill; and syrup.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: pretzels; artichokes; raisin; and clam. She likes: barley; blueberries; bamboo shoots; and whipped cream. I like: mole sauce; rhubarb; Jordan almonds; and yogurt. Ingredients: fava beans; oatmeal; steak; and cornmeal. I like: berries; green beans; breadfruit; and capers. She likes: ginger ale; jam; herbs; and cornmeal. I hate: prunes; soybeans; cassava; and tuna. Shopping List: asparagus; hot sauce; meringue; and peanuts. It requires: squash; Swiss chard; loquat; and acorn squash. Shopping List: boysenberries; clam; peapods; and persimmon. Shopping List: margarine; pizza; gravy; and mutton. I like: coconut; pumpernickel; dill; and blueberries. I like: breadfruit; almond; spinach; and grapes. It requires: tomatillo; kiwi; melon; and maple syrup. It requires: cod; chives; ginger; and millet. Shopping List: gravy; basil; butter; and lima beans.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: peas; pasta; mint; and pizza. We need: daikon; nutmeg; legumes; and peanut butter. It requires: hazelnut; hazelnut; curds; and hamburger. She likes: milk; potatoes; lemonade; and watermelon. Ingredients: tomatillo; Swiss chard; cream; and peppers. We need: jackfruit; radish; almond; and shallots. He likes: slox; vanilla; cheese; and gelatin. I hate: gravy; wheat; popcorn; and berries. It requires: butter beans; nectar; horseradish; and mustard. They like: quinoa; cloves; greens; and bran. We need: yogurt; fava beans; cream; and lamb. Shopping List: cornmeal; curds; teriyaki; and bean curd. Ingredients: tarragon; peanuts; summer squash; and pizza. She likes: bagels; tuna; dandelion greens; and cayenne pepper. I like: iceberg lettuce; currants; water chestnut; and currants. My favorites are: juice; coffee; blackberries; and pizza.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: kidney beans; bananas; grapefruit; and coconut. She likes: rosemary; pineapple; macaroons; and sunflower. It requires: oysters; kohlrabi; vanilla; and plums. Ingredients: taro; split peas; radish; and guava. I hate: grapefruit; toffee; cod; and prunes. We need: milk; liver; garlic; and anchovy. My favorites are: juice; sushi; chives; and peppers. It requires: pumpkin; kale; peppers; and sauerkraut. My favorites are: flax; lollipop; scallops; and mint. It requires: salsa; lychee; thyme; and maple syrup. Ingredients: yams; mozzarella; hazelnut; and clam. My favorites are: chocolate; peas; mozzarella; and green tea. My favorites are: rye; jelly beans; hot sauce; and asparagus. Shopping List: watercress; jelly beans; sour cream; and broccoli. They like: slox; grapefruit; bean curd; and whipped cream. She likes: fennel; toast; thyme; and lobster.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I like: jelly beans; water chestnut; hummus; and seaweed. Ingredients: anise; salami; jicama; and cassava. I hate: ketchup; lamb; spuds; and steak. Shopping List: coconut; toffee; sour cream; and greens. He likes: iceberg lettuce; noodles; cashew; and jackfruit. She likes: curds; peanuts; pepperoni; and nuts. My favorites are: rice; millet; sweet potato; and bagels. We need: pecans; mushrooms; jam; and blackberries. We need: blood orange; gingerbread; turmeric; and granola. They like: jam; turnip; citron; and onions. Shopping List: herbs; flour; mayonnaise; and garlic. Shopping List: oysters; mole sauce; lentils; and sushi. It requires: butter; Jordan almonds; jalapeno; and mayonnaise. It requires: jelly beans; peanuts; tomato; and citrus. We need: tortilla; meringue; raspberry; and lollipop. She likes: lemons; blueberries; noodles; and iceberg lettuce.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: It requires: anise; walnut; loquat; and iceberg lettuce. It requires: iced tea; lobster; jelly; and cherries. She likes: grapefruit; mayonnaise; margarine; and butter. It requires: tuna; bacon; citron; and jelly. I hate: blueberries; caramel; prunes; and eggplant. She likes: potatoes; broccoli; nutmeg; and sweet potato. We need: mozzarella; lunchmeat; marmalade; and tapioca. I hate: cream cheese; lollipop; chick peas; and kettle corn. Ingredients: collard greens; rye; sushi; and jam. It requires: curry; cereal; cereal; and berries. My favorites are: liver; mole sauce; chard; and herbs. I like: barley; cayenne pepper; figs; and cream cheese. Shopping List: okra; chutney; sesame seeds; and tortilla. I like: peppers; lychee; gravy; and sweet potato. It requires: cheese; pecans; hazelnut; and pineapple. We need: basil; oregano; gingerbread; and black tea.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: She likes: pineapple; citrus; mustard; and salad. Shopping List: lunchmeat; milk; fava beans; and fennel. I like: mushrooms; saffron; salsa; and mints. It requires: ham; eggplant; sushi; and meringue. My favorites are: legumes; flax; citrus; and rhubarb. We need: clam; tuna; tarragon; and asparagus. I like: coffee; broccoli; raisin; and mints. Ingredients: bran; sage; horseradish; and herbs. It requires: pears; horseradish; coconut; and pears. Shopping List: water chestnut; scallops; bread; and hot dogs. They like: caviar; juice; shrimp; and mutton. I hate: cilantro; squid; breadfruit; and tapioca. Ingredients: meringue; coleslaw; basil; and pasta. I like: pomelo; syrup; mutton; and daikon. She likes: anchovy; pita bread; hot dogs; and marmalade. We need: Brussels sprouts; marshmallows; squid; and coleslaw.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: citron; kumquat; cornflakes; and pecans. She likes: soy; chutney; chow; and taro. It requires: mushrooms; cream cheese; ginger ale; and celery. My favorites are: chicken; tomatillo; Brussels sprouts; and peppers. I like: citrus; rosemary; mushrooms; and beets. Ingredients: lychee; cashew; oil; and sage. Ingredients: tangerine; Jordan almonds; butter beans; and pears. She likes: Edam cheese; slox; lollipop; and pears. Ingredients: bagels; grapefruit; lychee; and iced tea. They like: pomegranate; jackfruit; meringue; and mustard greens. We need: lobster; gingerbread; mincemeat; and jelly beans. He likes: alfalfa sprouts; blood orange; wasabi; and mozzarella. Shopping List: caviar; gelatin; fava beans; and cod. I hate: anise; pineapple; onions; and broccoli. I hate: kiwi; boysenberries; thyme; and margarine. He likes: coleslaw; rosemary; fava beans; and summer squash.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: tomatillo; tomato; apples; and maize. I hate: cauliflower; horseradish; Brussels sprouts; and nutmeg. It requires: kohlrabi; celery; gingerbread; and pecans. It requires: prunes; mole sauce; cayenne pepper; and broccoli. I like: apples; rosemary; lentils; and green beans. My favorites are: kettle corn; kidney beans; gravy; and oysters. She likes: chocolate; raspberry; hazelnut; and ice. She likes: maize; mustard; pomegranate; and chick peas. Shopping List: green tea; pickles; peppers; and kale. Ingredients: peaches; water; almond; and corn. She likes: persimmon; custard; potatoes; and plums. Ingredients: jalapeno; tofu; eggs; and nectar. Ingredients: gravy; whipped cream; blackberries; and teriyaki. She likes: mutton; cucumbers; mozzarella; and green beans. They like: grapefruit; dandelion greens; ice; and acorn squash. I like: chicken; macaroni; hot dogs; and sushi.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: spinach; fennel; radish; and berries. Ingredients: cantaloupe; vanilla; Swiss chard; and mole sauce. They like: apples; okra; mustard greens; and sushi. We need: caviar; mussels; coleslaw; and sunflower. I hate: oranges; crab; hot sauce; and chick peas. My favorites are: guava; salad; bamboo shoots; and rosemary. Ingredients: crackers; olives; pumpkin; and water. They like: green tea; cheddar; wheat; and taro. She likes: rye; bread; broccoli; and granola. My favorites are: basil; pepper; tofu; and salami. My favorites are: milk; noodles; iced tea; and coleslaw. She likes: turnip; Jordan almonds; oats; and bagels. I hate: cinnamon; sesame seeds; peppers; and collard greens. I hate: teriyaki; Swiss chard; bagels; and steak. It requires: cantaloupe; honey; ketchup; and lamb. I hate: parsnips; marmalade; potatoes; and sesame seeds.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: coffee; sweet potato; lima beans; and gravy. Ingredients: spinach; strawberry; coleslaw; and wasabi. It requires: curry; lemons; whipped cream; and salad. My favorites are: chocolate; squid; mutton; and cucumbers. Ingredients: flax; cauliflower; avocado; and elderberries. They like: cranberries; flour; split peas; and chives. Shopping List: sage; flax; jelly beans; and yams. I hate: cassava; butter beans; radish; and taro. They like: green tea; corn; tarragon; and oatmeal. They like: asparagus; mashed potatoes; parsnips; and broccoli. Shopping List: basil; chicken; eggs; and capers. I like: celery; apples; steak; and teriyaki. He likes: liver; pretzels; soy; and thyme. I like: mochi; oats; brown rice; and pita bread. We need: Edam cheese; rye; sage; and hamburger. We need: potatoes; macaroons; hazelnut; and peapods.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: kale; lunchmeat; toast; and hamburger. Shopping List: persimmon; lobster; summer squash; and chocolate. Shopping List: dragonfruit; cantaloupe; bagels; and lychee. I hate: fennel; Edam cheese; beef; and mushrooms. Ingredients: oysters; chard; acorn squash; and saffron. Ingredients: soy; juice; tofu; and figs. We need: cheese; watermelon; rice; and cayenne pepper. My favorites are: chow; tomato; barley; and sauerkraut. They like: chocolate; maple syrup; coffee; and cinnamon. I like: sweet potato; cherries; toffee; and cinnamon. We need: gingerbread; whipped cream; figs; and margarine. We need: bread; ginger; currants; and whipped cream. My favorites are: cornflakes; iced tea; sesame seeds; and ginger. He likes: thyme; ice cream; soybeans; and vinegar. Ingredients: soy sauce; jelly beans; broccoli; and squid. She likes: hot dogs; peanut butter; sprouts; and cottage cheese.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: grapes; raisin; lentils; and chard. Shopping List: daikon; broccoli; toffee; and cereal. I like: scallops; Gouda cheese; hot dogs; and mustard greens. She likes: daikon; butter; popcorn; and dandelion greens. Shopping List: walnut; loquat; lollipop; and seaweed. Shopping List: veal; granola; cassava; and liver. We need: chow; celery; hot dogs; and parsnips. He likes: horseradish; bamboo shoots; kumquat; and oatmeal. We need: spinach; meat; prunes; and lychee. He likes: capers; tomatillo; dill; and turmeric. I hate: eggs; almond; legumes; and cherries. Shopping List: eggs; nutmeg; macaroons; and pretzels. They like: rice; pretzels; iceberg lettuce; and teriyaki. It requires: kale; apples; okra; and gingerbread. I hate: raisin; radish; wheat; and jelly beans. Ingredients: clam; citron; mushrooms; and Swiss chard.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: It requires: sweet potato; chocolate; mashed potatoes; and citron. My favorites are: fish; kiwi; mussels; and berries. She likes: teriyaki; beef; gingerbread; and broccoli. It requires: cornflakes; green tea; tarragon; and pepperoni. I hate: lamb; romaine; molasses; and sauerkraut. I hate: halibut; oats; bacon; and cornmeal. I hate: greens; hot dogs; marmalade; and sage. Ingredients: breadfruit; beets; mustard; and caramel. I hate: popcorn; lard; summer squash; and peaches. Shopping List: persimmon; cassava; chicken; and avocado. Shopping List: capers; whipped cream; blueberries; and garlic. He likes: papayas; dates; salad; and flax. I like: marmalade; grapes; bamboo shoots; and Brussels sprouts. We need: cheddar; pumpkin; chicken; and pomegranate. They like: herbs; rosemary; boysenberries; and mustard greens. Shopping List: maize; custard; guacamole; and cantaloupe.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: They like: turnip; soy; shrimp; and watercress. They like: marshmallows; sugar; coleslaw; and guava. I hate: cornflakes; bacon; black beans; and lamb. I hate: water; sushi; maize; and pasta. He likes: milk; popcorn; lobster; and chives. Ingredients: cinnamon; plums; green beans; and marshmallows. I hate: sage; cilantro; mole sauce; and Swiss chard. It requires: pizza; watermelon; curds; and salad. He likes: radish; sprinkles; endive; and avocado. Ingredients: potatoes; anchovy; licorice; and walnut. Ingredients: yams; kale; zucchini; and radish. He likes: rosemary; greens; beans; and walnut. I hate: thyme; cantaloupe; turmeric; and bean curd. I hate: lobster; fava beans; butter; and hamburger. She likes: mincemeat; buckwheat; guava; and blueberries. He likes: sage; butter beans; jalapeno; and eggplant.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: watercress; nectar; jam; and lime. He likes: oysters; steak; halibut; and oil. We need: tofu; cornmeal; steak; and tortilla. Ingredients: nutmeg; sesame seeds; gravy; and oleo. He likes: veal; kidney beans; coconut; and oranges. It requires: honeydew; pecans; water; and slox. Ingredients: cinnamon; coleslaw; zucchini; and anise. It requires: wasabi; squid; cantaloupe; and rosemary. I like: crackers; citrus; pears; and sprinkles. We need: citron; butter beans; mustard; and herbs. I like: grapefruit; salami; sprouts; and chutney. Shopping List: rye; quinoa; sour cream; and mint. She likes: dill; hummus; toffee; and chicken. Ingredients: peapods; hash; lard; and soybeans. She likes: ice cream; coleslaw; jelly beans; and fish. It requires: cassava; marmalade; granola; and carrot.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: ice; yams; herbs; and horseradish. Ingredients: syrup; butter; ham; and salt. He likes: bacon; ice cream; breadfruit; and caramel. She likes: clam; rhubarb; liver; and hamburger. He likes: pumpkin; cherries; cod; and cheese. Ingredients: fennel; kale; pomelo; and oatmeal. She likes: cranberries; oleo; persimmon; and mustard. My favorites are: curds; peppers; nuts; and pickles. She likes: dates; peapods; oatmeal; and watermelon. We need: seaweed; squash; mozzarella; and rosemary. We need: summer squash; loquat; herbs; and marionberries. I hate: watercress; lentils; lettuce; and citron. Ingredients: dandelion greens; pecans; mozzarella; and citron. Shopping List: green beans; tomato; horseradish; and yams. I hate: squid; veal; peaches; and onions. My favorites are: clam; berries; liver; and ice cream.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: anise; hot dogs; salami; and parsley. Shopping List: gelatin; gravy; oysters; and guava. They like: sausage; prunes; cantaloupe; and shrimp. My favorites are: syrup; cauliflower; peanuts; and cod. I hate: cod; hash; squid; and water chestnut. They like: peas; daikon; butter; and sprouts. They like: jelly; dandelion greens; sweet potato; and pork. I hate: nectar; apples; tarragon; and yams. We need: oats; herbs; lobster; and fennel. My favorites are: nectarines; fish; marshmallows; and peapods. My favorites are: salami; pears; mustard; and dates. He likes: lard; salsa; watermelon; and peaches. My favorites are: pineapple; kiwi; oysters; and citrus. I like: peapods; cheddar; coffee; and beef. My favorites are: acorn squash; black tea; gingerbread; and pineapple. They like: dates; margarine; pumpkin; and squid.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: They like: butter; teriyaki; blood orange; and mashed potatoes. They like: juice; sage; coconut; and scallops. We need: endive; thyme; cheese; and parsley. My favorites are: jelly; wasabi; cilantro; and chocolate. Ingredients: tomato; nectar; chocolate; and guacamole. They like: potatoes; apricots; citrus; and mangoes. They like: lima beans; oatmeal; seaweed; and persimmon. Shopping List: chives; raisin; bananas; and bagels. I hate: beans; dragonfruit; mashed potatoes; and Jordan almonds. Ingredients: capers; herbs; persimmon; and bananas. It requires: veal; beans; tomato; and alfalfa sprouts. She likes: lunchmeat; ginger; loquat; and fish. He likes: pork; Gouda cheese; vanilla; and parsnips. We need: sauerkraut; jelly; beef; and maize. Shopping List: dates; eggplant; lemons; and almond. I hate: dill; tapioca; ginger ale; and asparagus.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I like: curds; parsley; rice; and mayonnaise. Ingredients: bagels; lobster; lima beans; and broccoli. I like: iced tea; jelly; toffee; and green tea. Shopping List: parsley; prunes; peapods; and toast. It requires: peas; cherries; salmon; and mint. She likes: melon; milk; mussels; and peapods. It requires: cranberries; garlic; seaweed; and cayenne pepper. It requires: mandarin oranges; mutton; flax; and cod. My favorites are: greens; jicama; saffron; and cranberries. Ingredients: jackfruit; sausage; pecans; and iced tea. They like: sage; dandelion greens; vinegar; and buckwheat. Ingredients: lamb; teriyaki; maize; and macaroni. Ingredients: iceberg lettuce; sprinkles; lamb; and chives. She likes: wasabi; anchovy; sour cream; and milk. I like: bacon; crab; lard; and kidney beans. Shopping List: yams; lamb; cheese; and tomatillo.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: cucumbers; basil; plums; and cod. He likes: curds; tomatillo; broccoli; and veal. I hate: ginger ale; vinegar; guava; and soy. She likes: herbs; mints; cream cheese; and mussels. They like: nectarines; macaroons; daikon; and lemons. She likes: mayonnaise; cantaloupe; chow; and salmon. I hate: pomelo; mint; sour cream; and citrus. He likes: apples; parsnips; lemonade; and sesame seeds. I like: legumes; rye; halibut; and custard. We need: split peas; black tea; meringue; and lima beans. We need: peapods; peas; lima beans; and meringue. It requires: shallots; jalapeno; Gouda cheese; and peanut butter. We need: steak; oatmeal; chicken; and peanuts. We need: mangoes; custard; oil; and popcorn. I like: mustard greens; cloves; molasses; and cilantro. I hate: water chestnut; oregano; fennel; and apricots.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: dragonfruit; elderberries; veal; and pomelo. Shopping List: legumes; honeydew; apricots; and iced tea. He likes: vanilla; pomegranate; pecans; and black tea. We need: nectarines; mashed potatoes; greens; and sunflower. Shopping List: halibut; cereal; caviar; and pasta. It requires: noodles; cloves; soybeans; and salt. They like: citrus; jelly; guacamole; and bread. I like: tortilla; kiwi; pork; and peppers. She likes: steak; beets; artichokes; and almond. My favorites are: maple syrup; tapioca; greens; and melon. I like: gravy; Jordan almonds; herbs; and turmeric. He likes: cornflakes; legumes; flax; and cod. We need: corn; water; cherries; and honey. We need: beans; blueberries; turmeric; and eggs. He likes: chutney; horseradish; sprinkles; and tofu. It requires: maple syrup; vanilla; bamboo shoots; and sesame seeds.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: crackers; wheat; sour cream; and cayenne pepper. We need: endive; peaches; curds; and curds. They like: blackberries; blueberries; vanilla; and black beans. He likes: crackers; herbs; currants; and ice cream. She likes: acorn squash; wheat; curds; and bananas. My favorites are: summer squash; fennel; potatoes; and sauerkraut. My favorites are: Swiss chard; salami; hot dogs; and hamburger. They like: anchovy; avocado; hot sauce; and oleo. She likes: pomelo; grapefruit; summer squash; and gelatin. She likes: ginger; cod; artichokes; and yams. I hate: cauliflower; pecans; pecans; and prunes. It requires: tomato; summer squash; daikon; and mayonnaise. She likes: thyme; split peas; garlic; and kettle corn. I like: figs; milk; spuds; and turmeric. It requires: lamb; carrot; cantaloupe; and salami. They like: kale; curds; oats; and iced tea.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: almond; horseradish; spinach; and macaroons. It requires: bananas; curds; juice; and sesame seeds. It requires: lunchmeat; pumpernickel; anchovy; and sesame seeds. Ingredients: oysters; citrus; crackers; and pretzels. I hate: buckwheat; pomegranate; sprinkles; and brown rice. He likes: pumpkin; chard; tomato; and grapefruit. He likes: peapods; dill; cinnamon; and salami. Ingredients: watermelon; turmeric; hummus; and sauerkraut. He likes: lemons; maize; water; and avocado. Ingredients: buckwheat; salsa; garlic; and chutney. My favorites are: Brussels sprouts; eggplant; teriyaki; and lychee. They like: chocolate; zucchini; chicken; and cheddar. My favorites are: water; pumpernickel; jalapeno; and asparagus. She likes: oleo; capers; kiwi; and quinoa. My favorites are: marshmallows; vanilla; cereal; and marmalade. We need: persimmon; loquat; daikon; and pickles.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: clam; tofu; maple syrup; and cucumbers. We need: flour; pecans; mustard; and almond. I hate: peppers; jalapeno; taro; and marionberries. I like: water chestnut; mint; eggplant; and iceberg lettuce. She likes: hash; salmon; jam; and Swiss chard. Ingredients: cherries; marionberries; noodles; and slox. She likes: chutney; marionberries; salmon; and green tea. I like: yogurt; prunes; guava; and horseradish. I hate: hash; apricots; marshmallows; and Gouda cheese. They like: yams; oats; peaches; and soy. We need: chocolate; oleo; blackberries; and lobster. We need: cashew; peanuts; lunchmeat; and vinegar. We need: apricots; peapods; bacon; and wasabi. I hate: pork; ginger ale; capers; and broccoli. Ingredients: cinnamon; cranberries; tarragon; and wasabi. Shopping List: hash; olives; sushi; and raisin.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I like: coffee; bean curd; nuts; and black tea. They like: margarine; ham; prunes; and horseradish. They like: tarragon; asparagus; mint; and hash. It requires: almond; lime; parsnips; and turmeric. Ingredients: noodles; shrimp; pumpernickel; and salami. They like: pasta; lychee; Jordan almonds; and pineapple. Ingredients: seaweed; ice cream; mincemeat; and soy. It requires: chicken; onions; marionberries; and walnut. He likes: liver; hot sauce; cloves; and honeydew. They like: lime; bread; seaweed; and oatmeal. It requires: lamb; summer squash; pizza; and sauerkraut. I hate: toast; soybeans; marionberries; and hot sauce. He likes: watermelon; celery; sage; and tomatillo. I like: meat; blackberries; cassava; and guava. They like: loquat; tapioca; bean curd; and pepper. It requires: blood orange; figs; thyme; and split peas.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: It requires: nectarines; ham; raspberry; and soy sauce. I like: sauerkraut; oleo; ginger; and currants. Shopping List: pizza; turmeric; celery; and fish. Ingredients: lima beans; whipped cream; persimmon; and pineapple. She likes: cornmeal; lard; dandelion greens; and lard. They like: hot sauce; vinegar; dates; and quinoa. He likes: sprouts; dragonfruit; clam; and chives. She likes: mandarin oranges; cream cheese; pretzels; and popcorn. We need: nutmeg; sage; black beans; and prunes. It requires: popcorn; water; flour; and custard. Ingredients: scallops; lollipop; lemonade; and peapods. She likes: capers; oranges; mole sauce; and dragonfruit. It requires: ginger ale; butter beans; green beans; and Swiss chard. It requires: chard; kumquat; loquat; and meat. Shopping List: herbs; mochi; bagels; and cornmeal. We need: bananas; licorice; quinoa; and mincemeat.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: eggplant; pasta; honeydew; and mint. She likes: lamb; beets; hot sauce; and nectarines. I hate: mints; chutney; cottage cheese; and margarine. It requires: tomato; brown rice; sauerkraut; and coffee. I hate: lime; carrot; lobster; and carrot. Ingredients: sour cream; kumquat; squash; and saffron. I hate: toffee; onions; ice; and olives. I hate: chard; mussels; crackers; and cheese. We need: butter; tomato; onions; and mole sauce. He likes: watercress; lychee; pumpernickel; and hash. They like: raspberry; iceberg lettuce; guava; and tangerine. They like: oatmeal; mangoes; cayenne pepper; and Jordan almonds. He likes: taro; green beans; lime; and tortilla. I hate: daikon; peaches; potatoes; and butter beans. My favorites are: gelatin; bacon; sprinkles; and salad. Ingredients: legumes; mochi; apricots; and elderberries.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: summer squash; saffron; macaroons; and sprouts. I hate: water chestnut; yams; basil; and coleslaw. I hate: oats; granola; chick peas; and ice cream. Ingredients: margarine; salsa; anchovy; and romaine. They like: iced tea; cranberries; garlic; and pepperoni. He likes: salsa; jackfruit; jackfruit; and lollipop. My favorites are: pomelo; brown rice; spinach; and mussels. It requires: grapes; salsa; popcorn; and mint. Ingredients: pumpkin; marmalade; kiwi; and carrot. They like: green beans; ketchup; juice; and buckwheat. My favorites are: peanut butter; ketchup; jelly; and Swiss chard. They like: toast; marmalade; elderberries; and beef. She likes: broccoli; bacon; toffee; and avocado. My favorites are: peapods; avocado; pomelo; and iceberg lettuce. They like: sesame seeds; peapods; chard; and broccoli. My favorites are: mashed potatoes; olives; teriyaki; and oatmeal.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: It requires: tarragon; hamburger; citrus; and watermelon. I like: chocolate; split peas; jelly; and chocolate. I like: pork; radish; caviar; and black beans. She likes: chutney; tomatillo; hot sauce; and bagels. We need: Edam cheese; peas; capers; and hamburger. Shopping List: horseradish; mints; ketchup; and parsnips. Ingredients: taro; mushrooms; sauerkraut; and citron. She likes: lard; yogurt; pickles; and nectarines. It requires: salt; dandelion greens; potatoes; and oysters. She likes: macaroni; garlic; onions; and nectar. She likes: pomegranate; taro; dandelion greens; and popcorn. I like: sweet potato; custard; raisin; and summer squash. He likes: ice cream; chives; anise; and salami. Shopping List: oats; chives; lollipop; and cucumbers. I like: gelatin; steak; lemons; and veal. We need: collard greens; ice cream; eggs; and oleo.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: pita bread; juice; pasta; and hazelnut. She likes: cheese; meat; salad; and pasta. He likes: pork; coconut; guava; and acorn squash. Shopping List: vanilla; mandarin oranges; plums; and spuds. I hate: curry; buckwheat; cantaloupe; and sour cream. It requires: slox; breadfruit; beets; and chick peas. It requires: pita bread; almond; rye; and mutton. Ingredients: kumquat; green tea; herbs; and dandelion greens. They like: wheat; sprouts; water; and cornmeal. I like: peaches; coconut; milk; and Gouda cheese. We need: ketchup; mozzarella; black tea; and tofu. We need: artichokes; peaches; pepper; and caramel. We need: oats; lollipop; kumquat; and brown rice. My favorites are: hummus; citron; nectarines; and green beans. My favorites are: capers; nectarines; squid; and mayonnaise. We need: toffee; eggplant; mint; and oil.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: soy sauce; marmalade; lemonade; and eggplant. We need: fennel; tangerine; guava; and spuds. Shopping List: apples; herbs; yams; and crab. He likes: green beans; veal; kiwi; and turnip. I hate: gelatin; toast; fava beans; and chow. It requires: guacamole; wasabi; tofu; and strawberry. My favorites are: mincemeat; raspberry; elderberries; and crab. Ingredients: dill; marshmallows; kiwi; and endive. We need: currants; cassava; peanuts; and steak. Shopping List: potatoes; lime; wasabi; and turnip. They like: seaweed; anchovy; lemons; and bean curd. My favorites are: split peas; marionberries; ice; and pomegranate. Ingredients: turmeric; cucumbers; elderberries; and pretzels. He likes: ice cream; butter beans; kiwi; and lunchmeat. We need: radish; boysenberries; lunchmeat; and cauliflower. She likes: cream cheese; popcorn; molasses; and hummus.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: bacon; mayonnaise; capers; and gelatin. It requires: cayenne pepper; millet; jalapeno; and apples. They like: lollipop; mashed potatoes; black tea; and marshmallows. I like: cashew; pepperoni; Brussels sprouts; and prunes. It requires: jackfruit; eggplant; pizza; and parsnips. Shopping List: summer squash; ham; syrup; and melon. It requires: soybeans; bread; garlic; and yams. We need: soy; cereal; mochi; and custard. She likes: bagels; jicama; tomatillo; and peppers. It requires: tuna; raspberry; mozzarella; and acorn squash. Shopping List: ketchup; acorn squash; chow; and chocolate. She likes: pineapple; fennel; summer squash; and collard greens. I like: wasabi; cucumbers; pizza; and daikon. My favorites are: basil; split peas; spinach; and millet. I hate: tangerine; mangoes; salad; and prunes. He likes: watercress; scallops; sprouts; and cream cheese.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: eggplant; cod; flour; and Brussels sprouts. It requires: coconut; sour cream; jalapeno; and marmalade. It requires: yams; radish; hot sauce; and herbs. Shopping List: clam; Edam cheese; margarine; and iceberg lettuce. I hate: herbs; cilantro; eggplant; and peapods. He likes: strawberry; pears; grapes; and vanilla. She likes: herbs; curds; jackfruit; and mustard. We need: mochi; curry; sprouts; and daikon. My favorites are: yogurt; mangoes; mole sauce; and dill. We need: meat; sprinkles; iceberg lettuce; and scallops. He likes: grapes; clam; oysters; and cream. They like: hash; Jordan almonds; bread; and peas. They like: granola; cheese; jam; and mustard greens. Ingredients: olives; guava; ginger; and strawberry. I hate: iceberg lettuce; oil; cayenne pepper; and hot dogs. I hate: pretzels; whipped cream; cayenne pepper; and plums.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: crackers; bacon; lunchmeat; and kidney beans. They like: curry; mandarin oranges; dates; and rice. I like: chocolate; hot sauce; mayonnaise; and squid. I hate: honeydew; cereal; sage; and sage. They like: papayas; marionberries; boysenberries; and slox. We need: rice; apricots; lollipop; and peanuts. We need: jicama; chicken; milk; and sausage. She likes: kiwi; dandelion greens; lime; and beets. We need: soybeans; breadfruit; yogurt; and oatmeal. We need: iced tea; sage; asparagus; and mustard greens. Shopping List: pepperoni; black tea; chick peas; and artichokes. I like: pomelo; artichokes; pears; and alfalfa sprouts. I hate: bacon; peppers; green tea; and grapefruit. My favorites are: cantaloupe; pasta; zucchini; and citrus. I like: avocado; nectarines; rhubarb; and ham. I hate: herbs; lentils; guacamole; and carrot.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: coconut; mochi; carrot; and bran. My favorites are: salami; coconut; coconut; and bananas. Shopping List: slox; jam; sprouts; and raspberry. I hate: maple syrup; sage; asparagus; and jalapeno. Shopping List: rhubarb; tortilla; oranges; and cornmeal. It requires: ice cream; tangerine; Brussels sprouts; and ginger. He likes: bamboo shoots; crackers; pears; and milk. She likes: mincemeat; hot dogs; okra; and chick peas. We need: millet; kohlrabi; blackberries; and fava beans. He likes: sushi; onions; bacon; and jelly. We need: beef; persimmon; toast; and mussels. Ingredients: lychee; squash; Gouda cheese; and fennel. My favorites are: turnip; oats; kiwi; and pickles. He likes: millet; split peas; potatoes; and ketchup. He likes: tarragon; peaches; nutmeg; and apples. My favorites are: legumes; chow; buckwheat; and asparagus.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: marshmallows; milk; macaroni; and broccoli. I hate: macaroons; sprouts; oatmeal; and hazelnut. Shopping List: jam; walnut; marshmallows; and cranberries. My favorites are: granola; eggs; chow; and parsley. He likes: licorice; liver; bran; and chutney. It requires: tortilla; pretzels; water chestnut; and sesame seeds. My favorites are: oats; oranges; split peas; and Gouda cheese. Ingredients: guacamole; hot sauce; citron; and licorice. It requires: juice; butter beans; romaine; and flax. He likes: prunes; garlic; squid; and cashew. I hate: pomegranate; spuds; jackfruit; and plums. It requires: jelly; shallots; oysters; and maple syrup. She likes: blueberries; green tea; tomato; and tomato. My favorites are: parsnips; salsa; curds; and sage. It requires: honeydew; plums; lard; and ginger ale. They like: plums; fennel; cornflakes; and liver.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: He likes: cornmeal; hot dogs; kiwi; and ham. She likes: marmalade; soy; tangerine; and ice cream. My favorites are: corn; peaches; summer squash; and citrus. He likes: sushi; blackberries; apricots; and vanilla. I like: slox; blood orange; blood orange; and legumes. We need: hamburger; melon; caviar; and dill. I like: peaches; acorn squash; tofu; and hash. My favorites are: peppers; buckwheat; nectar; and chocolate. It requires: ketchup; cauliflower; peaches; and sushi. They like: shallots; jicama; salsa; and mayonnaise. I like: mangoes; lima beans; flour; and mayonnaise. I like: gravy; buckwheat; sprouts; and Gouda cheese. She likes: bagels; licorice; jackfruit; and steak. It requires: crab; margarine; greens; and bamboo shoots. He likes: pineapple; bagels; wasabi; and endive. It requires: beef; turmeric; grapes; and nuts.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: She likes: oregano; chicken; bamboo shoots; and scallops. We need: hazelnut; rye; maple syrup; and lobster. Shopping List: pomegranate; nectar; bran; and marshmallows. My favorites are: milk; bran; mincemeat; and coconut. I hate: oats; oregano; hummus; and mozzarella. My favorites are: beans; rosemary; legumes; and curry. She likes: peas; blackberries; gingerbread; and sausage. Shopping List: nectarines; wasabi; quinoa; and figs. Shopping List: jam; eggs; coconut; and watercress. He likes: beans; pomelo; brown rice; and caramel. She likes: sage; mochi; currants; and slox. Ingredients: granola; sesame seeds; pumpkin; and soybeans. It requires: parsley; tangerine; iceberg lettuce; and sprinkles. It requires: ice cream; salsa; tomato; and cornflakes. They like: curry; salad; marshmallows; and jackfruit. He likes: mangoes; pepper; tangerine; and flax.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: My favorites are: mole sauce; pomegranate; cantaloupe; and quinoa. Shopping List: raspberry; lemons; chocolate; and kale. I like: sesame seeds; hummus; butter beans; and juice. We need: jackfruit; Swiss chard; hot dogs; and hazelnut. Shopping List: tangerine; bagels; capers; and macaroons. We need: pears; pita bread; herbs; and basil. Ingredients: cheese; peppers; lemons; and fennel. Shopping List: mole sauce; mozzarella; squid; and blood orange. It requires: broccoli; mochi; kettle corn; and ketchup. She likes: summer squash; flour; caramel; and Gouda cheese. She likes: pepperoni; chick peas; granola; and shallots. We need: shrimp; molasses; lentils; and rhubarb. My favorites are: oil; parsley; liver; and mushrooms. I hate: mint; garlic; daikon; and dandelion greens. We need: ginger; ice; lemons; and meat. He likes: split peas; figs; maple syrup; and turmeric.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: honeydew; turmeric; artichokes; and millet. My favorites are: sugar; pecans; milk; and corn. I like: taro; mangoes; salami; and citrus. Ingredients: ginger; prunes; mozzarella; and lollipop. My favorites are: carrot; syrup; eggplant; and mint. I hate: berries; romaine; oregano; and mincemeat. I hate: figs; mole sauce; watermelon; and melon. I hate: lychee; butter beans; peppers; and mustard. She likes: okra; garlic; cloves; and apricots. My favorites are: Brussels sprouts; beef; parsley; and Jordan almonds. Ingredients: brown rice; jelly beans; plums; and strawberry. I hate: parsnips; okra; cauliflower; and bread. They like: dragonfruit; sauerkraut; okra; and lamb. He likes: coleslaw; daikon; broccoli; and syrup. She likes: jackfruit; ginger; blood orange; and guava. I like: coconut; peaches; rosemary; and mincemeat.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: soy; pomelo; strawberry; and salmon. We need: sugar; molasses; beef; and gelatin. She likes: marmalade; hot dogs; mint; and breadfruit. I hate: maize; raspberry; dragonfruit; and cornmeal. He likes: dandelion greens; turmeric; bread; and eggplant. My favorites are: teriyaki; Brussels sprouts; plums; and cod. It requires: vanilla; rosemary; curry; and oats. Ingredients: mincemeat; tangerine; pepperoni; and sesame seeds. My favorites are: Gouda cheese; gelatin; peppers; and apples. I hate: grapes; almond; grapes; and salmon. My favorites are: jam; mozzarella; hazelnut; and pumpernickel. It requires: bean curd; parsley; ginger; and molasses. Ingredients: green beans; dates; greens; and kohlrabi. He likes: juice; summer squash; black beans; and Edam cheese. We need: eggplant; whipped cream; meringue; and millet. My favorites are: salami; licorice; fish; and eggs.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: clam; nuts; romaine; and eggplant. We need: noodles; mincemeat; pecans; and herbs. They like: oregano; chow; oats; and herbs. It requires: popcorn; herbs; summer squash; and mint. Shopping List: steak; mustard; macaroni; and maple syrup. They like: sprinkles; dill; taro; and figs. Ingredients: pumpernickel; tapioca; oranges; and scallops. Shopping List: plums; lentils; kale; and parsley. He likes: butter beans; honey; licorice; and anise. My favorites are: toast; pita bread; mochi; and soy sauce. My favorites are: raspberry; turnip; shrimp; and lime. Ingredients: marionberries; herbs; broccoli; and barley. It requires: tofu; Gouda cheese; brown rice; and rye. I like: almond; jalapeno; slox; and cilantro. Ingredients: maize; turnip; jam; and oysters. I like: ketchup; Gouda cheese; eggs; and steak.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: lobster; bamboo shoots; squash; and mincemeat. My favorites are: lentils; hot sauce; raspberry; and granola. I like: cranberries; ginger; chick peas; and apples. He likes: kiwi; persimmon; split peas; and tangerine. It requires: coconut; cod; butter; and hot dogs. It requires: ginger; summer squash; mustard greens; and steak. I hate: lime; tuna; tuna; and turmeric. I like: cottage cheese; hash; coffee; and pasta. Ingredients: gingerbread; squid; tofu; and millet. We need: sage; popcorn; yogurt; and kumquat. We need: chick peas; oats; peas; and sausage. They like: pineapple; lard; soybeans; and bacon. Ingredients: chicken; spuds; nutmeg; and raisin. Shopping List: squid; sushi; mustard greens; and dill. She likes: crab; sauerkraut; meat; and slox. Ingredients: eggs; bamboo shoots; mole sauce; and anise.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: It requires: mozzarella; kidney beans; black tea; and ice. We need: chocolate; sage; cassava; and cinnamon. She likes: pears; wheat; buckwheat; and garlic. Shopping List: chick peas; hot dogs; parsnips; and mangoes. He likes: kumquat; squid; cayenne pepper; and chicken. It requires: pomelo; margarine; tarragon; and greens. They like: melon; toffee; mangoes; and beets. Shopping List: olives; beef; mozzarella; and cornflakes. My favorites are: gingerbread; bread; mochi; and caviar. Shopping List: lard; maple syrup; salad; and capers. My favorites are: green tea; cauliflower; cod; and sauerkraut. It requires: vanilla; jicama; bran; and blackberries. My favorites are: mints; sushi; parsnips; and macaroons. They like: teriyaki; mayonnaise; custard; and cream. It requires: coleslaw; juice; soybeans; and grapefruit. Shopping List: watercress; peanut butter; sauerkraut; and barley.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: maize; peapods; cranberries; and Jordan almonds. I hate: salsa; lemons; lollipop; and berries. I like: artichokes; licorice; tapioca; and zucchini. My favorites are: tarragon; ice; peas; and oranges. He likes: tangerine; chutney; watercress; and raisin. Shopping List: currants; butter; grapes; and hot sauce. My favorites are: rhubarb; mayonnaise; popcorn; and seaweed. It requires: boysenberries; molasses; hash; and raisin. Shopping List: noodles; tofu; ham; and carrot. He likes: peanuts; kumquat; pumpkin; and macaroons. He likes: oregano; salad; lima beans; and lime. Ingredients: artichokes; spinach; mozzarella; and blueberries. I like: cereal; popcorn; apples; and curry. She likes: salsa; sushi; raspberry; and slox. I hate: butter; jicama; iceberg lettuce; and noodles. It requires: noodles; cornmeal; tomatillo; and Brussels sprouts.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: She likes: sauerkraut; hummus; basil; and chives. Ingredients: kidney beans; cheese; saffron; and radish. My favorites are: pita bread; sprouts; iced tea; and mints. I hate: slox; black beans; barley; and peanut butter. I hate: maple syrup; pork; sugar; and macaroons. They like: flax; figs; shallots; and cilantro. We need: raspberry; hummus; peaches; and steak. They like: almond; cottage cheese; marmalade; and oysters. He likes: citron; popcorn; whipped cream; and cheese. Ingredients: jam; lima beans; mussels; and cheddar. Shopping List: lemons; lima beans; peanut butter; and soy. Shopping List: bean curd; pizza; fava beans; and berries. I like: radish; anchovy; tapioca; and horseradish. They like: tapioca; apples; whipped cream; and sugar. They like: buckwheat; horseradish; bean curd; and kale. Ingredients: peanut butter; veal; tuna; and anise.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: It requires: cilantro; anchovy; blueberries; and eggs. Shopping List: cereal; olives; Swiss chard; and hot sauce. Ingredients: strawberry; butter beans; cantaloupe; and water chestnut. It requires: mustard greens; lard; salmon; and water chestnut. Shopping List: peaches; cereal; squash; and cheese. It requires: butter; taro; cod; and pickles. I hate: sunflower; nectarines; rosemary; and acorn squash. Ingredients: onions; lima beans; lime; and celery. I like: guava; coconut; pears; and ginger ale. Shopping List: pumpernickel; noodles; dill; and brown rice. Shopping List: flax; liver; pickles; and melon. My favorites are: sauerkraut; mints; coffee; and ham. My favorites are: collard greens; legumes; cranberries; and thyme. Shopping List: apples; parsley; popcorn; and ginger ale. My favorites are: Edam cheese; carrot; collard greens; and pita bread. I hate: steak; almond; milk; and tarragon.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: hash; nectar; spinach; and pasta. We need: sausage; pretzels; cauliflower; and pumpernickel. Shopping List: oranges; cilantro; pineapple; and pepperoni. I like: gingerbread; whipped cream; oranges; and figs. Ingredients: barley; meringue; yams; and hot sauce. We need: mochi; endive; cayenne pepper; and sprinkles. My favorites are: blueberries; iced tea; pepper; and nectar. She likes: kumquat; granola; caramel; and tuna. We need: endive; lobster; shrimp; and kettle corn. We need: chicken; salad; ice; and acorn squash. I hate: quinoa; spuds; pepper; and turmeric. I hate: acorn squash; loquat; bamboo shoots; and legumes. My favorites are: milk; lime; sausage; and cherries. I hate: lollipop; romaine; garlic; and guava. Shopping List: raspberry; crackers; cream; and maple syrup. Shopping List: molasses; toffee; water; and soy sauce.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I like: barley; rhubarb; licorice; and cayenne pepper. They like: bagels; mustard greens; broccoli; and Edam cheese. It requires: jalapeno; onions; hash; and butter beans. Ingredients: pepperoni; pita bread; daikon; and jicama. Shopping List: quinoa; cream cheese; steak; and kale. My favorites are: nectarines; parsnips; iceberg lettuce; and hummus. They like: cheese; pizza; cilantro; and corn. He likes: fish; lychee; pepperoni; and black beans. We need: yogurt; fava beans; black tea; and lard. Ingredients: beef; melon; hot sauce; and nuts. Ingredients: guava; liver; cheese; and breadfruit. My favorites are: cherries; herbs; lard; and boysenberries. My favorites are: oysters; watercress; peas; and flour. She likes: parsnips; hummus; cornmeal; and blueberries. He likes: salami; pineapple; horseradish; and eggplant. He likes: oleo; berries; macaroons; and pepper.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: okra; grapefruit; peas; and cornmeal. She likes: squid; shallots; black beans; and hummus. Shopping List: butter beans; crab; honeydew; and persimmon. They like: legumes; apricots; greens; and grapes. I hate: sage; thyme; pepper; and romaine. Ingredients: rosemary; jelly; salad; and nutmeg. My favorites are: millet; beef; cream; and citrus. I like: buckwheat; parsley; romaine; and mushrooms. My favorites are: pickles; berries; salsa; and cornmeal. They like: black beans; oats; eggplant; and marmalade. It requires: ketchup; apples; spinach; and sprinkles. I hate: lemons; mint; loquat; and jackfruit. I like: cornmeal; sesame seeds; guacamole; and mangoes. My favorites are: crackers; quinoa; cheddar; and mint. We need: salmon; raisin; vanilla; and pasta. He likes: raisin; kiwi; lychee; and corn.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: lime; cashew; fava beans; and vanilla. Shopping List: peas; mustard greens; mangoes; and maize. He likes: rhubarb; yogurt; romaine; and summer squash. Shopping List: wasabi; bran; parsnips; and breadfruit. My favorites are: cherries; lunchmeat; bacon; and jicama. He likes: yams; ginger ale; seaweed; and soy. They like: chocolate; peanuts; chow; and pumpkin. It requires: peanut butter; flour; lard; and margarine. She likes: chocolate; spuds; tofu; and ice cream. Ingredients: mashed potatoes; dragonfruit; sugar; and gravy. He likes: okra; chutney; macaroons; and sour cream. She likes: crackers; pickles; cilantro; and Brussels sprouts. She likes: veal; cauliflower; oats; and Jordan almonds. My favorites are: maple syrup; eggplant; rice; and chow. Shopping List: cornmeal; kiwi; cassava; and salsa. My favorites are: oregano; veal; olives; and iced tea.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: It requires: dates; spinach; mustard; and hazelnut. She likes: tofu; broccoli; mutton; and popcorn. We need: ice; avocado; barley; and rye. I like: mayonnaise; rice; macaroni; and pumpernickel. It requires: gingerbread; anchovy; peas; and kale. Ingredients: Edam cheese; horseradish; black tea; and acorn squash. I hate: wheat; nutmeg; berries; and green tea. We need: figs; sunflower; celery; and macaroons. He likes: grapes; anise; rhubarb; and bread. We need: green beans; grapes; sesame seeds; and cassava. Ingredients: oysters; pumpernickel; parsnips; and berries. He likes: alfalfa sprouts; molasses; bagels; and maize. I like: oleo; shallots; garlic; and beets. He likes: turnip; chocolate; taro; and citron. She likes: gingerbread; millet; walnut; and alfalfa sprouts. She likes: marmalade; cucumbers; caramel; and blackberries.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: millet; tomato; shrimp; and dandelion greens. Ingredients: peaches; pita bread; hazelnut; and fennel. They like: loquat; sweet potato; lobster; and juice. My favorites are: garlic; potatoes; pecans; and pasta. My favorites are: anchovy; tarragon; kidney beans; and oysters. I like: brown rice; guava; cloves; and sushi. He likes: mandarin oranges; pickles; tomatillo; and grapes. We need: vanilla; soy sauce; vinegar; and soybeans. I like: walnut; watermelon; dates; and ice cream. I like: macaroons; buckwheat; summer squash; and wasabi. We need: hot dogs; oats; Edam cheese; and sauerkraut. Ingredients: loquat; beans; sausage; and Jordan almonds. We need: dill; chutney; lobster; and elderberries. My favorites are: lard; cornflakes; iceberg lettuce; and parsnips. They like: iceberg lettuce; cayenne pepper; bagels; and ham. My favorites are: thyme; fish; beets; and oats.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I hate: Jordan almonds; bean curd; coffee; and ginger ale. My favorites are: salt; crackers; oats; and toast. Ingredients: scallops; onions; flour; and artichokes. It requires: cheese; cornmeal; eggs; and squash. Shopping List: chow; quinoa; pecans; and scallops. We need: water chestnut; gravy; lentils; and cucumbers. Ingredients: salsa; rice; eggs; and cashew. We need: nectar; oats; pizza; and cherries. She likes: guacamole; sushi; mustard; and hummus. I hate: oleo; green tea; hazelnut; and chicken. I like: turnip; kidney beans; juice; and jam. They like: toffee; fish; figs; and saffron. Shopping List: cornflakes; hamburger; chives; and acorn squash. He likes: cod; pasta; cayenne pepper; and breadfruit. Shopping List: lard; jelly; pecans; and legumes. He likes: pepperoni; basil; pears; and chutney.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: I like: kohlrabi; maple syrup; elderberries; and sweet potato. He likes: zucchini; licorice; green beans; and chives. They like: summer squash; caviar; pecans; and iceberg lettuce. Shopping List: berries; butter; salt; and bran. It requires: pomelo; dill; pomelo; and tuna. She likes: mole sauce; mint; lemons; and raisin. My favorites are: halibut; almond; okra; and bacon. We need: soybeans; figs; hamburger; and basil. We need: syrup; corn; water chestnut; and bean curd. Ingredients: pomegranate; pumpkin; peanuts; and persimmon. Ingredients: tofu; cream; sunflower; and walnut. They like: cloves; citrus; parsnips; and yogurt. I hate: chutney; water; kumquat; and peaches. I hate: molasses; salami; Swiss chard; and milk. I like: barley; buckwheat; tofu; and milk. I hate: parsley; oysters; hot sauce; and mints.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: legumes; chicken; quinoa; and kale. Ingredients: lemons; salmon; beans; and lime. She likes: crab; acorn squash; sushi; and oatmeal. They like: honeydew; crab; sour cream; and soy. I hate: mayonnaise; quinoa; hummus; and mandarin oranges. We need: lard; ice; flour; and sushi. It requires: sprinkles; blueberries; grapefruit; and peppers. Ingredients: rosemary; bagels; peapods; and mayonnaise. We need: rye; lime; lard; and molasses. He likes: alfalfa sprouts; milk; blackberries; and oranges. She likes: sweet potato; beans; elderberries; and anise. We need: water chestnut; milk; marionberries; and kidney beans. Ingredients: Gouda cheese; butter beans; cashew; and bread. I like: syrup; cranberries; vanilla; and dill. He likes: summer squash; coleslaw; whipped cream; and strawberry. It requires: molasses; hummus; lobster; and coffee.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: cantaloupe; lollipop; thyme; and hummus. Shopping List: hot dogs; greens; lollipop; and jam. Shopping List: beef; herbs; mashed potatoes; and sweet potato. He likes: sesame seeds; sausage; halibut; and nutmeg. I hate: pears; soy sauce; black tea; and tapioca. We need: lard; granola; raisin; and blood orange. They like: cod; jackfruit; ginger ale; and berries. Shopping List: butter beans; cilantro; peppers; and cottage cheese. He likes: legumes; chicken; flour; and nectarines. I hate: bread; pork; blackberries; and scallops. It requires: papayas; bean curd; yams; and jicama. He likes: cashew; tortilla; butter beans; and cream cheese. I like: lime; halibut; tofu; and lamb. He likes: pork; coffee; mints; and teriyaki. It requires: sushi; dandelion greens; water; and gingerbread. We need: bran; apples; loquat; and chives.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: meat; endive; tortilla; and marionberries. I like: oranges; cream; peaches; and onions. They like: onions; brown rice; kumquat; and cheddar. My favorites are: yogurt; citrus; tapioca; and marmalade. I like: oats; kumquat; grapes; and tofu. Shopping List: peas; squash; noodles; and liver. We need: bacon; hash; watermelon; and sweet potato. They like: melon; margarine; sausage; and fennel. Ingredients: chow; figs; lobster; and melon. They like: chick peas; lard; mustard; and jackfruit. They like: hash; cottage cheese; hash; and chocolate. They like: pineapple; marionberries; cinnamon; and molasses. I like: bagels; broccoli; milk; and lime. We need: pasta; mutton; macaroni; and plums. We need: mussels; bagels; Jordan almonds; and pomegranate. Ingredients: bananas; curds; corn; and spinach.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: They like: split peas; sunflower; cornmeal; and chow. I like: jicama; sushi; pomegranate; and whipped cream. Ingredients: squid; lemons; blueberries; and peaches. Shopping List: tuna; artichokes; mole sauce; and molasses. Ingredients: cassava; vinegar; elderberries; and honeydew. I like: kumquat; fish; artichokes; and zucchini. She likes: pears; cloves; tortilla; and cherries. We need: rye; chutney; caramel; and chick peas. She likes: butter; sugar; honey; and horseradish. My favorites are: plums; clam; bean curd; and coffee. I hate: cheese; bread; curry; and meringue. He likes: boysenberries; quinoa; fish; and marionberries. It requires: currants; cheddar; popcorn; and strawberry. I hate: citron; bamboo shoots; Swiss chard; and peppers. Shopping List: pickles; black beans; tomato; and slox. Shopping List: chicken; halibut; green tea; and maize.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: We need: mandarin oranges; tarragon; guava; and squid. She likes: cream; zucchini; berries; and chives. I hate: coconut; marshmallows; pizza; and mayonnaise. I hate: sesame seeds; lychee; herbs; and ginger. I hate: legumes; anise; sprouts; and gravy. We need: kiwi; iced tea; Brussels sprouts; and saffron. I like: oregano; butter; endive; and peanut butter. He likes: dragonfruit; mozzarella; lime; and eggs. Shopping List: mayonnaise; fennel; watermelon; and peaches. We need: cucumbers; mutton; mints; and honey. They like: butter beans; soy sauce; beef; and margarine. She likes: sausage; berries; spinach; and butter beans. Ingredients: pumpernickel; marionberries; hot sauce; and rye. They like: breadfruit; eggplant; cinnamon; and cheese. I like: lemonade; maize; mint; and veal. Ingredients: cornflakes; strawberry; tomato; and greens.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Shopping List: mints; pepperoni; corn; and dill. She likes: jackfruit; chard; mashed potatoes; and dragonfruit. I like: peaches; cashew; lentils; and cashew. He likes: kettle corn; parsley; watercress; and marmalade. I hate: curds; acorn squash; hot dogs; and mashed potatoes. I hate: yogurt; oats; meat; and salad. We need: walnut; artichokes; pork; and Jordan almonds. We need: bean curd; gelatin; Swiss chard; and parsnips. They like: hazelnut; melon; margarine; and salad. She likes: sprinkles; kidney beans; pizza; and asparagus. It requires: chick peas; cilantro; honeydew; and walnut. I hate: yams; melon; iced tea; and nectar. My favorites are: mangoes; juice; squid; and hamburger. Ingredients: basil; hash; beans; and nutmeg. We need: iced tea; persimmon; anise; and coffee. They like: Gouda cheese; peanut butter; mints; and oil.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: barley; onions; oats; and Jordan almonds. Ingredients: sunflower; sweet potato; kumquat; and lobster. She likes: tarragon; seaweed; fava beans; and greens. I hate: whipped cream; watercress; lunchmeat; and licorice. They like: slox; pecans; slox; and papayas. He likes: cassava; cottage cheese; herbs; and cassava. I hate: scallops; peanut butter; lobster; and mussels. My favorites are: blood orange; seaweed; whipped cream; and salad. I like: peaches; rice; cranberries; and figs. I like: artichokes; romaine; veal; and mustard greens. He likes: turmeric; basil; juice; and pita bread. We need: jicama; pecans; vanilla; and vanilla. He likes: cornflakes; nuts; oranges; and mashed potatoes. Shopping List: seaweed; butter; ketchup; and cream. It requires: black tea; almond; raspberry; and turmeric. It requires: squash; gelatin; cloves; and beans.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: She likes: caramel; lobster; jelly; and figs. They like: soy sauce; elderberries; lemons; and avocado. I like: oatmeal; squash; cranberries; and custard. I like: sugar; teriyaki; prunes; and cayenne pepper. Shopping List: bananas; mole sauce; hamburger; and maple syrup. It requires: black beans; barley; mint; and bamboo shoots. He likes: raisin; brown rice; collard greens; and jelly. Shopping List: juice; mole sauce; lima beans; and salsa. She likes: peanut butter; corn; potatoes; and water. My favorites are: hot dogs; vanilla; seaweed; and chutney. It requires: jelly beans; herbs; alfalfa sprouts; and currants. My favorites are: cream cheese; summer squash; jelly beans; and butter. She likes: rice; jelly; black beans; and green tea. Ingredients: raisin; hot sauce; tapioca; and cereal. Ingredients: mangoes; herbs; mayonnaise; and kettle corn. We need: clam; bran; bean curd; and peapods.",
  "jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: jkl; ;;; JKL: ::: Ingredients: black tea; butter beans; nectarines; and broccoli. Shopping List: maize; pears; halibut; and peaches. He likes: iced tea; cheese; iced tea; and pepperoni. Shopping List: romaine; chocolate; oysters; and cornflakes. Shopping List: horseradish; jelly beans; prunes; and dill. Ingredients: okra; bananas; mustard; and chocolate. It requires: boysenberries; jelly; jackfruit; and yams. She likes: taro; herbs; blueberries; and summer squash. I like: flour; flour; bacon; and beets. My favorites are: mint; squid; pork; and pretzels. I like: chives; parsley; celery; and blackberries. He likes: mayonnaise; flour; fish; and radish. My favorites are: slox; syrup; pasta; and lunchmeat. They like: acorn squash; sunflower; coffee; and tuna. Shopping List: mustard greens; cayenne pepper; mint; and coleslaw. I like: onions; jam; pomelo; and scallops."
]
